{
    "Introduction": "你好可爱！欢迎来到马缨丹花湖，这是个最奇妙的地方！",
    "Mon": "嘿！我在这里!!!#$e#昨天，我看到了一只蓝流苏莺，这是在遥远的南方看到的稀有鸟类！$1#$e#幸运的是，我有它的几张照片！$1#$e#这让我想起了我去邓威尔谷的那次……#$e#嗯，当时没看到什么珍稀鸟类，不过，有一个大瀑布，我跳过去了……#$e#原来，跳下瀑布是违法的……$2#$e#他们说这是因为有人淹死在那里。但我确实是一条美人鱼！$1#$e#我跳的时候正好是腿形。我太累了，无法换回鱼形，所以...#$e#我就在监狱里过夜。$2#$e#第二天，警察看到我变成回尾巴，用尾巴拍打着栏杆。#$e#闹得沸沸扬扬，把所有人都气坏了！#$e# #$y '嘿，你进过监狱吗, @?_无时无刻不在!!!_我的英雄!!! 你永远是, @!!!_只有一次._嘿，不要难过，每个人都必须从某个地方开始！_从不。我遵守法律，不像有些人._好吧，你很无聊!#$e#不管怎样，他们费了很大的劲才把我弄进警车，更难把我弄出来。#$e#他们用独轮车把我推进法庭！$1#$e#法官对我的粗暴行为感到恼火，对我在法庭上只穿着比基尼上衣感到恼火，更对警卫以“错误地进入水中”的罪名拘捕美人鱼感到恼火。#$e#她驳回了这些指控，但告诉我不要再去跳瀑布了，至少不要在她的管辖范围内。#$e#无论如何，这让我想起了那只鸟？#$e#我不记得了，但我知道某个地方有一些链接......”",
    "Tue": "辣椒很好吃。#$e#我更喜欢在陆地上吃饭，在海底做饭真的很难！#$e#另外，大约七百年后，女孩对生鱼和海藻感到非常厌倦！#$e@#在水下的食物上涂番茄酱非常困难！#$e#更难的是把所有的东西都弄好！#$e#事实是，我在撒谎……过去六百年来我一直在吃陆地食物。#$e#我第一次吃烤猪肉是在我 21 岁的时候，比芬吉尔共和国还早几百年！#$e#嗯，味道还不错，但是，真的，需要红辣椒，但当时还没有。#$e#汉堡可能是人类最伟大的食品发明，是卓越烹饪的顶峰，是所有美食知识的顶峰！$1@#$e#我们有很多只能通过水才能到达的小洞穴，那里有现代化的厨房用具，可以做饭和吃饭，在水中始终保持尾巴形状！#$e#我？这对我来说工作量太大了。不过，我有时会去看望我的孪生妹妹木兰，和她一起吃饭。#$e#当我吃东西的时候，用剩下的碎片和面包屑喂小鱼真是太有趣了！$1#$e#不，我不太吃鱼，我更喜欢牛、猪、鸡，还有……我估计还有其他农场哺乳动物。#$e#哦，对了，鸡不是哺乳动物！#$e#对你们来说，海底的一切都与鱼有关，但不知何故，你们都对鸟类被归类为哺乳动物的一种表示反对！$1#$e#抱歉，我只是觉得好笑，仅此而已！$1#$e#因为鲨鱼甚至没有真正的骨头，但人们称它们为鱼！$1#$e#但猪肉是像鸡一样的白肉，但它们仍然是哺乳动物......$2#$e#无论如何……螃蟹看起来确实很有趣，但我不喜欢吃它们#$e#我更喜欢吃假蟹肉，可笑的是它是鱼！$1#$e#哦，我也喜欢蔬菜，比如芹菜什么的-(不是)！#$e#有些美人鱼非常喜欢蔬菜，但几乎我们所有人仍然有点肉食性。#$e#从技术上讲，根据你的分类，我们是海洋哺乳动物，我们本质上吃很多肉。#$e#但我们确实比海豚更喜欢海藻。#$e#海豚真搞笑！他们讲最下流的笑话！#$e#虎鲸也是。我和一群逆戟鲸一起游了一会儿......#$e#很有趣，但食物很糟糕。",
    "Thu": "嘿，爱人！！！很高兴见到你！#$e#请记住：柑橘可以治疗坏血病！#$e#哦，对了，你们三百年前就知道了！#$e#对不起，我是一个不靠谱的公益播音员！",
    "Wed": "嘿，爱人！#$e#今天是我们美人鱼一周的圣日！#$e#!#$e#我们美人鱼有许多不同的圣日和假期！#$e#我们有点混沌，无法像人类一样每次都仪式性地观察事物！#$e#每当有新的心情时，凌晨 3 点左右，我们都会举行一次特别的聚会，在那里，我们崇拜我们的女神并庆祝我们群体的姐妹情谊。#$e#我的孪生姐们对我来说意味着一切！#$e#我最喜欢的节日是冬至！我吃奶奶烤的饼干，我所有的孪生姐们都聚在一起玩游戏和吃东西！#$e#真的很特别！我妈妈拥有一家 50 年代风格的餐厅，所有的食物都是她做的！#$e#我喜欢吃到快要撑破，然后跑来跑去，直到我快要崩溃！$1#$e#庆祝活动的某些部分我们不会告诉人类，它们对我们来说是神圣的。#$e#我很喜欢火鸡配土豆泥、酸果蔓酱和玉米砂锅！$1#$e#无论如何……现在我饿了……",
    "Fri": "嘿，亲爱的！#$e#有时，我喜欢想关于石头的事情。#$e#我喜欢各种石头！#$e#在岸边、水下玩石头是最有趣的！#$e#我喜欢用手抚摸石头，感觉每块石头都沿着我的手弹跳！#$e#我也非常喜欢植物！#$e#我最喜欢树了！！！ <3$1",
    "Sat": "史莱姆是最可爱的小东西！#$e#我也很喜欢蜥蜴，甚至胜过喜欢史莱姆！#$e#它们很可爱，还会讲最愚蠢的故事！$1#$e#还有，我喜欢龙！$1#$e#它们太漂亮了！！！"
}